INSERT INTO "School"."UchebniyPredmet" (
    "PredmetID",
    "Nazvanie",
    "Sokrashenie",
    "ChasovNedelyu"
)
VALUES
(1, 'Русский язык', 'Рус.яз', 5),
(2, 'Литература', 'Лит-ра', 3),
(3, 'Математика (алгебра и геометрия)', 'Матем', 5),
(4, 'Английский язык', 'Англ.яз', 3),
(5, 'История России и всеобщая история', 'История', 2),
(6, 'Обществознание', 'Обществоз', 1),
(7, 'География', 'Геогр', 1),
(8, 'Биология', 'Биол', 1),
(9, 'Физика', 'Физ', 2),
(10, 'Химия', 'Хим', 2),
(11, 'Информатика и ИКТ', 'Информат', 1),
(12, 'Физическая культура', 'Физ-ра', 2),
(13, 'Основы безопасности и защиты Родины', 'ОБЗР', 1),
(14, 'Изобразительное искусство', 'ИЗО', 1),
(15, 'Музыка', 'Музыка', 1);

INSERT INTO "School"."UchebniyPredmet" ("PredmetID", "Nazvanie", "Sokrashenie", "ChasovNedelyu") VALUES
(16, 'Право', 'Право', 1),
(17, 'Экономика', 'Эконом', 1),
(18, 'Астрономия', 'Астрон', 1),
(19, 'Родная литература', 'Род.лит', 1),
(20, 'Второй иностранный язык', '2-й ин.яз', 2);