INSERT INTO "School"."Klass" (
    "KlassID",
    "NomerKlassa",
    "GodObucheniya",
    "KlassRukovoditelID",
    "PlanID"
)
VALUES
(1, '1А', 2024, 14, 4),   -- Классный руководитель: Васильева Светлана (ID 14), план: начальное общее образование
(2, '1Б', 2024, 10, 4),   -- Классный руководитель: Михайлова Ирина (ID 10), план: начальное общее образование
(3, '2А', 2024, 6, 4),    -- Классный руководитель: Морозова Татьяна (ID 6), план: начальное общее образование
(4, '2Б', 2024, 3, 4),    -- Классный руководитель: Сидорова Анна (ID 3), план: начальное общее образование
(5, '3А', 2024, 7, 5),    -- Классный руководитель: Новиков Дмитрий (ID 7), план: основное общее образование
(6, '3Б', 2024, 12, 5),   -- Классный руководитель: Егорова Наталья (ID 12), план: основное общее образование
(7, '4А', 2024, 9, 5),    -- Классный руководитель: Соколов Андрей (ID 9), план: основное общее образование
(8, '5А', 2024, 4, 2),    -- Классный руководитель: Кузнецова Елена (ID 4), план: физико-математический профиль
(9, '5Б', 2024, 1, 1),    -- Классный руководитель: Иванов Иван (ID 1), план: гуманитарный профиль
(10, '6А', 2024, 8, 3),   -- Классный руководитель: Козлова Ольга (ID 8), план: естественно-научный профиль
(11, '6Б', 2024, 5, 7),   -- Классный руководитель: Волков Алексей (ID 5), план: углубленное изучение иностранных языков
(12, '7А', 2024, 11, 8),  -- Классный руководитель: Федоров Сергей (ID 11), план: IT-профиль
(13, '7Б', 2024, 15, 11), -- Классный руководитель: Николаев Евгений (ID 15), план: экономический профиль
(14, '8А', 2024, 2, 12),  -- Классный руководитель: Петров Петр (ID 2), план: медицинский профиль
(15, '8Б', 2024, 13, 15); -- Классный руководитель: Павлов Александр (ID 13), план: STEM